Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs.ReloadLatestFinished
Indicates if current 'reload latest' progress is finished.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs.IsMerging
Indicates if it is merging downloaded data.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs.RetryTimes
The number of times Revit has tried to Reload Latest. Its value is '0' at the first time.
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs.#ctor(Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs)
Creates a copy of the DocumentReloadLatestProgressChangedEventArgs.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2017 Subscription Update

Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs
The event arguments used during the reload latest phase of Autodesk::Revit::ApplicationServices::Application::WorksharedOperationProgressChanged.
Remarks:
It is NOT recommended to do any time-consuming work when handling WorksharedOperationProgressChanged event. This can increase workshared operation time.
Name correction - it is renamed from 'DocumentReloadLatestProgessChangedEventArgs' released since 2017 Subscription Update.
Since:
2017 Subscription Update